Repository: AL1337/meinturnierplan
Catalog: languages/meinturnierplan-*.po
Languages: de_de

source: (saved)
de_de: (gespeichert)

source: -- Select Matches --
de_de: – Spiele auswählen –

source: -- Select Table --
de_de: – Tabelle auswählen –

source: Add New
de_de: Neu hinzufügen

# Add New on Toolbar
source: Tournament Match List
de_de: Turnierspielliste

# Add New on Toolbar
source: Tournament Table
de_de: Turniertabelle

source: Add New Tournament Match List
de_de: Neue Turnier-Spielübersicht hinzufügen

source: Add New Tournament Table
de_de: Neue Turniertabelle hinzufügen

# Admin Menu text
source: Tournament Match Lists
de_de: Turnierspiellisten

# Admin Menu text
source: Tournament Tables
de_de: Turniertabelle

source: All
de_de: Alles

source: All Matches
de_de: Alle Spiele

source: All Tournament Match Lists
de_de: Alle Spielpläne

source: All Tournament Tables
de_de: Turniertabelle

source: Background Color
de_de: Hintergrundfarbe

source: Background Colors
de_de: Hintergrundfarben

source: Basic Settings
de_de: Grundeinstellungen

# block description
source: Display a tournament table from your custom post types.
de_de: Zeigt eine Turniertabelle aus deinen eigenen Turnierdaten an.

# block description
source: Display matches from your custom post types.
de_de: Zeigt Spiele aus deinen eigenen Turnierdaten an.

# block title
source: Matches
de_de: Spiele

# block title
source: Tournament Table
de_de: Turniertabelle

source: Border Color
de_de: Rahmenfarbe

source: Border Horizontal Size (px)
de_de: Horizontale Rahmenbreite (px)

source: Border Settings
de_de: Rahmeneinstellungen

source: Border Vertical Size (px)
de_de: Vertikale Rahmenbreite (px)

source: Colors
de_de: Farben

source: Content Font Size (pt)
de_de: Inhaltsschriftgröße (pt)

source: Copy Shortcode
de_de: Shortcode kopieren

source: Default
de_de: Standard

source: Deutsch / German
de_de: Deutsch

source: Display a matches table.
de_de: Spieletabelle anzeigen

source: Display a tournament table.
de_de: Zeigt eine Turniertabelle an.

source: Display Options
de_de: Anzeigeoptionen

source: Display tournament tables and match lists from MeinTurnierplan using shortcodes and blocks.
de_de: Turniertabellen und Spielpläne von Tournej/MeinTurnierplan mit Shortcodes und Blöcken anzeigen.

source: Edit Tournament Match List
de_de: Spielplan bearbeiten

source: Edit Tournament Table
de_de: Turniertabelle bearbeiten

source: Enable navigation for groups in the tournament table.
de_de: Navigation für Gruppen in der Turniertabelle aktivieren

source: Enable projector presentation mode for the matches table.
de_de: Beamer Präsentationsmodus für die Spieletabelle aktivieren

source: Enable projector presentation mode for the tournament table.
de_de: Beamer Präsentationsmodus für die Turniertabelle aktivieren

source: Enable suppression of court information in the matches table.
de_de: Anzeige der Spielfeldinformationen in der Spieletabelle unterdrücken

source: Enable suppression of extra time information in the final matches.
de_de: Anzeige der Verlängerungsinformationen in den Finalspielen unterdrücken

source: Enable suppression of group information in the matches table.
de_de: Anzeige der Gruppeninformationen in der Spieletabelle unterdrücken

source: Enable suppression of headlines in the final matches.
de_de: Anzeige der Überschriften in den Finalspielen unterdrücken

source: Enable suppression of match numbers in the matches table.
de_de: Anzeige der Spielnummern in der Spieletabelle unterdrücken

source: Enable suppression of match times in the matches table.
de_de: Anzeige der Spielzeiten in der Spieletabelle unterdrücken

source: Enable suppression of penalty information in the final matches.
de_de: Anzeige der Elfmeterschießen-Informationen in den Finalspielen unterdrücken

source: Enable suppression of referee information in the matches table.
de_de: Anzeige der Schiedsrichterinformationen in der Spieletabelle unterdrücken

source: English
de_de: Englisch

source: Enter a single match number (e.g., "8") or a range (e.g., "2-7"). Leave empty to display all matches.
de_de: Gib eine einzelne Spielnummer ein (z. B. „8“) oder einen Bereich (z. B. „2–7“) ein. Leer lassen, um alle Spiele anzuzeigen

source: Enter a Tournament ID above to display live matches data.
de_de: Gib oben eine Turnier-ID ein, um Live-Spieldaten anzuzeigen

source: Enter a Tournament ID above to display live tournament data.
de_de: Gib oben eine Turnier-ID ein, um Live-Turnierdaten anzuzeigen

source: Enter the tournament ID from meinturnierplan.de (e.g., 1753883027)
de_de: Gib die Turnier-ID von meinturnierplan.de ein (z. B. 1753883027)

source: Error refreshing groups. Please try again.
de_de: Fehler beim Aktualisieren der Gruppen. Bitte versuche es erneut.

source: Error refreshing participants. Please try again.
de_de: Fehler beim Aktualisieren der Teilnehmer. Bitte versuche es erneut.

source: Español / Spanish
de_de: Spanisch

source: Even Rows Background Color
de_de: Hintergrundfarbe für gerade Zeilen

source: Final Round
de_de: Finalrunde

source: Final Round (saved)
de_de: Finalrunde (gespeichert)

source: Français / French
de_de: Französisch

source: Generated Shortcode:
de_de: Generierter Shortcode:

source: Go to Tournament.
de_de: Zum Turnier gehen

source: Group
de_de: Gruppe

source: Group %s
de_de: Gruppe %s

source: Group %s (saved)
de_de: Gruppe %s (gespeichert)

source: Groups refreshed successfully!
de_de: Gruppen erfolgreich aktualisiert!

source: Head Background Color
de_de: Hintergrundfarbe des Tabellenkopfs

source: Header Font Size (pt)
de_de: Schriftgröße der Kopfzeile (pt)

source: Headlines Bottom Padding (px)
de_de: Abstand unter den Überschriften (px)

source: Headlines Font Size (pt)
de_de: Schriftgröße der Überschriften (pt)

source: Headlines Top Padding (px)
de_de: Abstand oberhalb der Überschriften (px)

source: Hide the logos from the tournament table.
de_de: Logos in der Turniertabelle ausblenden

source: Hide the number of matches from the tournament table.
de_de: Anzeige der Spielanzahl in der Turniertabelle ausblenden

source: Hide the number of wins, losses, and other statistical columns from the tournament table.
de_de: Anzeige der Siege, Niederlagen und anderer Statistikspalten in der Turniertabelle ausblenden

source: Hrvatski / Croatian
de_de: Kroatisch

source: I Understand
de_de: Verstanden

source: Inner Padding (px)
de_de: Zelleninnenabstand (px)

source: Italiano / Italian
de_de: Italienisch

source: Language
de_de: Sprache

source: Link & Navigation Color
de_de: Link- & Navigationsfarbe

source: Loading groups...
de_de: Gruppen werden geladen …

source: Loading participants...
de_de: Teilnehmer werden geladen …

source: Logo Size (pt)
de_de: Logogröße (pt)

source: Match number (from-to)
de_de: Spielnummer (von–bis)

source: Matches Preview
de_de: Spielvorschau

source: Matches Settings
de_de: Spieleinstellungen

source: Matches Settings & Preview
de_de: Spieleinstellungen & Vorschau

source: Matches Table
de_de: Spieletabelle

source: MeinTurnierplan Error:
de_de: MeinTurnierplan-Fehler:

source: MeinTurnierplan requires PHP %1$s or higher. You are running PHP %2$s.
de_de: MeinTurnierplan erfordert PHP %1$s oder höher. Du verwendest PHP %2$s

source: MeinTurnierplan requires WordPress %1$s or higher. You are running WordPress %2$s.
de_de: MeinTurnierplan erfordert WordPress %1$s oder höher. Du verwendest WordPress %2$s

source: Navigation for Groups
de_de: Navigation für Gruppen

source: New Tournament Match List
de_de: Neue Turnierspielliste

source: New Tournament Table
de_de: Neue Turniertabelle

source: No groups available
de_de: Keine Gruppen verfügbar

source: No groups found for this tournament.
de_de: Für dieses Turnier wurden keine Gruppen gefunden.

source: No participants found for this tournament.
de_de: Für dieses Turnier wurden keine Teilnehmer gefunden.

source: No personal data or user tracking information is sent by this plugin
de_de: Durch das Plugin werden keine persönlichen Informationen oder Trackindaten gesendet.

source: No tournament match lists found in Trash.
de_de: Keine Turnierspiellisten im Papierkorb gefunden

source: No tournament match lists found.
de_de: Keine Turnierspiellisten gefunden

source: No tournament tables found in Trash.
de_de: Keine Turniertabellen im Papierkorb gefunden

source: No tournament tables found.
de_de: Keine Turniertabellen gefunden

source: Note:
de_de: Hinweis:

source: Odd Rows Background Color
de_de: Hintergrundfarbe für ungerade Zeilen

source: Opacity:
de_de: Deckkraft:

# Overrides the "Insert into post"/"Insert into page" phrase
source: Insert into tournament match list
de_de: In Turnierspielliste einfügen

# Overrides the "Insert into post"/"Insert into page" phrase
source: Insert into tournament table
de_de: In Turniertabelle einfügen

# Overrides the "Uploaded to this post"/"Uploaded to this page" phrase
source: Uploaded to this tournament match list
de_de: In diese Turnierspielliste hochgeladen

# Overrides the "Uploaded to this post"/"Uploaded to this page" phrase
source: Uploaded to this tournament table
de_de: In diese Turniertabelle hochgeladen

source: Parent Tournament Match Lists:
de_de: Übergeordnete Turnierspiellisten:

source: Parent Tournament Tables:
de_de: Übergeordnete Turniertabellen:

source: Participant
de_de: Teilnehmer

source: Participants refreshed successfully!
de_de: Teilnehmer erfolgreich aktualisiert!

source: Please select a Matches Table.
de_de: Bitte eine Spieletabelle auswählen

source: Please select a Tournament Table.
de_de: Bitte eine Turniertabelle auswählen

source: Polski / Polish
de_de: Polnisch

# Post type general name
source: Tournament Match Lists
de_de: Turnierspiellisten

# Post type general name
source: Tournament Tables
de_de: Turniertabelle

# Post type singular name
source: Tournament Match List
de_de: Turnierspielliste

# Post type singular name
source: Tournament Table
de_de: Turniertabelle

source: Preview
de_de: Vorschau

source: Privacy & Tracking:
de_de: Datenschutz und Tracking:

source: Privacy Policy
de_de: Datenschutzbestimmungen

source: Projector Presentation
de_de: Präsentation für Beamer

source: Refresh Groups
de_de: Gruppen aktualisieren

source: Refreshing groups...
de_de: Gruppen werden aktualisiert …

source: Refreshing participants...
de_de: Teilnehmer werden aktualisiert …

source: Row Hover Background Color
de_de: Hintergrundfarbe beim Überfahren einer Zeile

# Screen reader text for the filter links
source: Filter tournament matches list
de_de: Turnierspielliste filtern

# Screen reader text for the filter links
source: Filter tournament tables list
de_de: Turniertabellenliste filtern

# Screen reader text for the items list
source: Tournament matches list
de_de: Turnierspielliste

# Screen reader text for the items list
source: Tournament tables list
de_de: Turniertabellenliste

# Screen reader text for the pagination
source: Tournament matches list navigation
de_de: Navigation der Turnierspielliste

# Screen reader text for the pagination
source: Tournament tables list navigation
de_de: Navigation der Turniertabellenliste

source: Search Tournament Match Lists
de_de: Turnierspiele durchsuchen

source: Search Tournament Tables
de_de: Turniertabellen durchsuchen

source: Security check failed
de_de: Sicherheitsüberprüfung fehlgeschlagen

source: Select a group to display from this tournament. Click refresh to update groups from server. Please note that some tournaments do not have groups.
de_de: Wähle eine Gruppe dieses Turniers zur Anzeige aus. Klicke auf „Aktualisieren“, um die Gruppen vom Server neu zu laden. Hinweis: Manche Turniere haben keine Gruppen

source: Select a Matches Table
de_de: Eine Spieletabelle auswählen

source: Select a participant (team) to filter matches. Select "All" to display matches for all participants. Click refresh to update participants from server.
de_de: Wähle einen Teilnehmer (eine Mannschaft) aus, um die Spiele zu filtern. Wähle „Alle“, um die Spiele aller Teilnehmer anzuzeigen. Klicke auf „Aktualisieren“, um die Teilnehmer vom Server neu zu laden

source: Select a Tournament Table
de_de: Eine Turniertabelle auswählen

source: Select Matches Table:
de_de: Spieletabelle auswählen:

source: Select the language for the tournament table display.
de_de: Wähle die Sprache für die Anzeige der Turniertabelle aus

source: Select Tournament Table:
de_de: Turniertabelle auswählen:

source: Service Information:
de_de: Service Informationen:

source: Set the background color and opacity for even-numbered table rows. Use opacity 0% for transparent background.
de_de: Lege die Hintergrundfarbe und Deckkraft für gerade Tabellenzeilen fest. Verwende eine Deckkraft von 0%, um den Hintergrund transparent zu machen

source: Set the background color and opacity for odd-numbered table rows. Use opacity 0% for transparent background.
de_de: Lege die Hintergrundfarbe und Deckkraft für ungerade Tabellenzeilen fest. Verwende eine Deckkraft von 0%, um den Hintergrund transparent zu machen

source: Set the background color and opacity for table head. Use opacity 0% for transparent background.
de_de: Lege die Hintergrundfarbe und Deckkraft für den Tabellenkopf fest. Verwende eine Deckkraft von 0%, um den Hintergrund transparent zu machen

source: Set the background color and opacity for table rows hover. Use opacity 0% for transparent background.
de_de: Lege die Hintergrundfarbe und Deckkraft für Tabellenzeilen beim Überfahren fest. Verwende eine Deckkraft von 0%, um den Hintergrund transparent zu machen

source: Set the background color and opacity of the tournament table. Use opacity 0% for transparent background.
de_de: Lege die Hintergrundfarbe und Deckkraft der Turniertabelle fest. Verwende eine Deckkraft von 0%, um den Hintergrund transparent zu machen

source: Set the border color of the tournament table. Light gray (#bbbbbb) is the default value.
de_de: Lege die Rahmenfarbe der Turniertabelle fest. Hellgrau (#bbbbbb) ist der Standardwert

source: Set the border horizontal size of the matches table. 1px is the default value.
de_de: Lege die horizontale Rahmenbreite der Spieletabelle fest. 1 px ist der Standardwert

source: Set the border horizontal size of the tournament table. 1px is the default value.
de_de: Lege die horizontale Rahmenbreite der Turniertabelle fest. 1 px ist der Standardwert

source: Set the border vertical size of the matches table. 1px is the default value.
de_de: Lege die vertikale Rahmenbreite der Spieletabelle fest. 1 px ist der Standardwert

source: Set the border vertical size of the tournament table. 1px is the default value.
de_de: Lege die vertikale Rahmenbreite der Turniertabelle fest. 1 px ist der Standardwert

source: Set the bottom border color of the table header. Light gray (#bbbbbb) is the default value.
de_de: Lege die Farbe des unteren Rahmens des Tabellenkopfs fest. Hellgrau (#bbbbbb) ist der Standardwert

source: Set the bottom padding of the headlines. 3px is the default value.
de_de: Lege den unteren Innenabstand der Überschriften fest. 3 px ist der Standardwert

source: Set the color for links (e.g., "Show Full Tournament") and navigation arrows between groups. Blue (#173f75) is the default value.
de_de: Legen Sie die Farbe für Links (z. B. „Gesamtes Turnier anzeigen“) und die Navigationspfeile zwischen den Gruppen fest. Blau (#173f75) ist der Standardwert.

source: Set the color of the tournament table text. Black (#000000) is the default value.
de_de: Lege die Textfarbe der Turniertabelle fest. Schwarz (#000000) ist der Standardwert

source: Set the font size of the matches table content. 9pt is the default value.
de_de: Lege die Schriftgröße des Inhalts der Spieletabelle fest. 9 pt ist der Standardwert

source: Set the font size of the matches table headers. 10pt is the default value.
de_de: Lege die Schriftgröße der Kopfzeilen der Spieletabelle fest. 10 pt ist der Standardwert

source: Set the font size of the matches table headlines. 10pt is the default value.
de_de: Lege die Schriftgröße der Überschriften der Spieletabelle fest. 10 pt ist der Standardwert

source: Set the font size of the tournament table content. 9pt is the default value.
de_de: Lege die Schriftgröße des Inhalts der Turniertabelle fest. 9 pt ist der Standardwert

source: Set the font size of the tournament table headers. 10pt is the default value.
de_de: Lege die Schriftgröße der Kopfzeilen der Turniertabelle fest. 10 pt ist der Standardwert

source: Set the font size of the tournament table logo. 20pt is the default value.
de_de: Lege die Schriftgröße des Logos der Turniertabelle fest. 20 pt ist der Standardwert

source: Set the head border bottom size of the matches table. 2px is the default value.
de_de: Lege die untere Rahmenbreite des Tabellenkopfs der Spieletabelle fest. 2 px ist der Standardwert

source: Set the head border bottom size of the tournament table. 2px is the default value.
de_de: Lege die untere Rahmenbreite des Tabellenkopfs der Turniertabelle fest. 2 px ist der Standardwert

source: Set the left and right border size of the matches table. 1px is the default value.
de_de: Lege die innere Rahmenbreite der Spieletabelle fest. 1 px ist der Standardwert

source: Set the left and right border size of the tournament table. 1px is the default value.
de_de: Lege die innere Rahmenbreite der Turniertabelle fest. 1 px ist der Standardwert

source: Set the padding around the matches table. 2px is the default value.
de_de: Lege den Außenabstand um die Spieletabelle fest. 2 px ist der Standardwert

source: Set the padding around the tournament table. 2px is the default value.
de_de: Lege den Außenabstand um die Turniertabelle fest. 2 px ist der Standardwert

source: Set the padding inside the matches table cells. 5px is the default value.
de_de: Lege den Innenabstand innerhalb der Zellen der Spieletabelle fest. 5 px ist der Standardwert

source: Set the padding inside the tournament table cells. 5px is the default value.
de_de: Lege den Innenabstand innerhalb der Zellen der Turniertabelle fest. 5 px ist der Standardwert

source: Set the top and bottom border size of the matches table. 1px is the default value.
de_de: Lege die Rahmenbreite der Spieletabelle fest. 1 px ist der Standardwert

source: Set the top and bottom border size of the tournament table. 1px is the default value.
de_de: Lege die Rahmenbreite der Turniertabelle fest. 1 px ist der Standardwert

source: Set the top padding of the headlines. 9px is the default value.
de_de: Lege den oberen Innenabstand der Überschriften fest. 9 px ist der Standardwert

source: Shortcode copied to clipboard!
de_de: Shortcode in die Zwischenablage kopiert!

source: Slovenščina / Slovenian
de_de: Slowenisch

source: Spacing & Layout
de_de: Abstände & Layout

source: Standard web server logging (IP, browser, referrer) may occur when serving content
de_de: Anonymisierte Analysedaten und Logging zum technischen Betrieb kann erfolgen.

source: Suppress Court
de_de: Spielfeld ausblenden

source: Suppress Extra Time
de_de: Verlängerung ausblenden

source: Suppress Group
de_de: Gruppe ausblenden

source: Suppress Headlines in Final Matches
de_de: Überschriften in Finalspielen ausblenden

source: Suppress Logos
de_de: Logos ausblenden

source: Suppress Match Number
de_de: Spielnummer ausblenden

source: Suppress Num Matches
de_de: Anzahl der Spiele ausblenden

source: Suppress Num Wins, Losses, etc.
de_de: Anzahl der Siege, Niederlagen usw. ausblenden

source: Suppress Penalties
de_de: Elfmeterschießen ausblenden

source: Suppress Referee
de_de: Schiedsrichter ausblenden

source: Suppress Times
de_de: Zeiten ausblenden

source: Table Head Border Bottom Size (px)
de_de: Untere Rahmenbreite des Tabellenkopfs (px)

source: Table Head Bottom Border Color
de_de: Farbe des unteren Rahmens des Tabellenkopfs

source: Table Left and Right Border Size (px)
de_de: Größe des linken und rechten Tabellenrandes (px)

source: Table Padding (px)
de_de: Tabellenaußenabstand (px)

source: Table Settings
de_de: Tabelleneinstellungen

source: Table Settings & Preview
de_de: Tabelleneinstellungen & Vorschau

source: Table Top and Bottom Border Size (px)
de_de: Größe des oberen und unteren Tabellenrandes (px)

source: Team %s (saved)
de_de: Team %s (gespeichert)

source: Terms of Service
de_de: Allgemeine Geschäftsbedingungen

source: Text Color
de_de: Textfarbe

source: The embedded widgets do not use cookies or tracking scripts
de_de: Die verwendeten Widgets verwenden keine Cookies oder Tracking Scripte

# The post type archive label
source: Tournament Match List archives
de_de: Archiv der Turnierspiellisten

# The post type archive label
source: Tournament Table archives
de_de: Archiv der Turniertabellen

source: The widget will use all styling settings configured for the selected Matches Table. Width and height are automatically determined.
de_de: Das Widget verwendet alle Stil-Einstellungen, die für die ausgewählte Spieletabelle konfiguriert sind. Breite und Höhe werden automatisch bestimmt

source: The widget will use all styling settings configured for the selected Tournament Table. Width and height are automatically determined.
de_de: Das Widget verwendet alle Stil-Einstellungen, die für die ausgewählte Turniertabelle konfiguriert sind. Breite und Höhe werden automatisch bestimmt

source: Third-Party Service Information
de_de: Drittanbieterinformationen

source: This plugin does not track users or collect personal data
de_de: Dieses Plugin verwendet keine persönlichen Daten der Nutzer

source: This plugin embeds tournament content from meinturnierplan.de. When you add tournament displays to your pages, users will connect directly to meinturnierplan.de servers.
de_de: Dieses Plugin verwendet Turnierdaten von meinturnierplan.de. Wenn sie Turnierinhalte einbinden werden ihre Benutzer direkt mit den Servern von meinturnierplan.de verbunden, damit diese Inhalte ausgeliefert werden können.

source: Title:
de_de: Überschrift:

source: Tournament ID
de_de: Turnier-ID

source: Tournament ID only (when you add a tournament via shortcode, block, or widget)
de_de: Nur Turnier ID (wenn sie ein Turnier via Shortcode, Block oder Widget hinzufügen)

source: Tournament Table
de_de: Turniertabelle

source: Tournament Table Preview
de_de: Vorschau der Turniertabelle

source: Typography
de_de: Typografie

source: Türkçe / Turkish
de_de: Türkisch

source: View Tournament Match List
de_de: Turnierspielliste anzeigen

source: View Tournament Table
de_de: Turniertabelle anzeigen

source: Visit Website
de_de: Webseite besuchen

source: What data is sent:
de_de: Welche Daten gesendet werden:

source: Your browser does not support the tournament widget.
de_de: Dein Browser unterstützt das Turnier-Widget nicht
